{
  "ttr_intro_1": "Hmm, somehow my father did not attend my training at the arena...",
  "ttr_intro_2": "Hey you! Your father could not be present for real reason. Please follow me!",
  "ttr_intro_3": "Why so?",
  "ttr_intro_4": "King himself has sent me to you. Please follow me, we are lack of time",
  "ttr_intro_5": "Eh, where shall we go?",
  "ttr_intro_6": "Tower of Harmony, let us go!",
  "ttr_intro_7": "Please, select first location to follow the figure",
  "ttr_intro_8": "In this row, you choose the character to fight enemies",
  "ttr_intro_9": "This row is all the enemies you need to slay",
  "ttr_intro_10": "Later, when you are prepared, you may replay this encounter with higher difficulty for better rewards",
  "ttr_intro_11": "Tap Start to enter the location",
  "ttr_a1l1_1": "What is this creature?",
  "ttr_a1l1_2": "Looks like a green slime creature, don't you see?",
  "ttr_a1l1_3": "Hey, why they are here? They may injure citizens!",
  "ttr_a1l1_4": "That is right, and you should eliminate it to pass",
  "ttr_a1l1_5": "Here on the battlefield you see your character",
  "ttr_a1l1_6": "Here is your enemy",
  "ttr_a1l1_7": "Red bars over the heads is the health of characters. Dealing damage to character reduces their health",
  "ttr_a1l1_8": "This is tilefield. It is used to activate your personage skills",
  "ttr_a1l1_9": "This tile is your strike skill. You need to stack 3 or more tiles to activate it",
  "ttr_a1l1_10": "To stack tiles, you use swipes. Try swipe your screen to the left",
  "ttr_a1l1_11": "Good job! Every swipe you make, new tile is generated, and may be used as well",
  "ttr_a1l1_12": "Now, swipe up to stack this skill again",
  "ttr_a1l1_13": "After tile is stacked enough, it is consumed and you attack a slime.",
  "ttr_a1l1_14": "You have dealt damage to slime, one more strike and you win!",
  "ttr_a1l1_15": "Nice job, so...n of the king. Let hurry and go further!",

  "ttr_a1l1_fb_1": "Wow, what is that creature?",
  "ttr_a1l1_fb_2": "This is a green slime. Not strong, but a bit... sticky you know",
  "ttr_a1l1_fb_3": "I guess it is time to apply my arena skills here to pass",
  "ttr_a1l1_fb_4": "You get it correct, let beat the jam out of it!",

  "ttr_a1l1_fb_5": "This is your personage standing against enemies",
  "ttr_a1l1_fb_6": "This is your enemy. For now, there is one of",
  "ttr_a1l1_fb_7": "Your healthbar is now full and shown here. Dont let it drop to zero",
  "ttr_a1l1_fb_8": "This is your enemy healthbar. Your aim is to reduce enemy health to zero",
  "ttr_a1l1_fb_9": "This is how you make your personage attack, or use spells",
  "ttr_a1l1_fb_10": "You have one skill now, gladiator strike",
  "ttr_a1l1_fb_11": "Strike is used as soon as 3 tiles of this skill are stacked",
  "ttr_a1l1_fb_12": "To stack tiles, you need to join them by swiping over the screen",
  "ttr_a1l1_fb_13": "Now, make a swipe to left over the screen",
  "ttr_a1l1_fb_14": "Nice! Now you have joined two tiles. One more to go",
  "ttr_a1l1_fb_15": "When you join tiles, combo value increases. It resets if swipe joins nothing",
  "ttr_a1l1_fb_16": "After each swipe you make, at least one more tile appears on the screen",
  "ttr_a1l1_fb_17": "This sign indicates what your enemy is going to do, and how many swipes left for it",
  "ttr_a1l1_fb_18": "Now, make a swipe to bottom over the screen",
  "ttr_a1l1_fb_19": "Very good! You used your skill and damaged enemy",
  "ttr_a1l1_fb_20": "Well, that was not very hard work",
  "ttr_a1l1_fb_21": "It is still alive, so finish the job swiping screen",

  "ttr_a1l3_fb_1": "We got... Three of a kind!",
  "ttr_a1l3_fb_2": "Hope won't see quads next level...",
  "ttr_a1l3_fb_3": "Or full house, you know. I don't guarantee you anything, follow the tower of harmony!",

  "ttr_a1l4_fb_1": "Look at it! It wears... a helmet?",
  "ttr_a1l4_fb_2": "Looks legit. Meanwhile, this helmet defends this slime from physical damage",
  "ttr_a1l4_fb_3": "But how did this creature put it on itself... I mean it has no hands or something...",
  "ttr_a1l4_fb_4": "I afraid I know who did that, and his name Bhastuse The Jolly",
  "ttr_a1l4_fb_5": "Did someone say my name? Enjoy some slimes, then we talk! See ya!",
  "ttr_a1l4_fb_6": "Who is that person?",
  "ttr_a1l4_fb_7": "He is advisor of Ul, king's minister of science. That is bad. Move!",

  "ttr_a1l5_fb_1": "I am afraid that watcher's bastion is plundered",
  "ttr_a1l5_fb_2": "How did you know that? There is plenty to go to reach there",
  "ttr_a1l5_fb_3": "All these guardians' helmets could not appear from nothing. Bhastuse has stolen them",
  "ttr_a1l5_fb_4": "Let fight through and see what is happening there!",

  "ttr_a1l7_fb_1": "Woooow, what is this really?",
  "ttr_a1l7_fb_2": "Hello, friends! Let me present you slime mother! My pride! She will smash you! Ha ha ha!",
  "ttr_a1l7_fb_3": "Listen carefully. This creature may summon other slimes. Don't let it live for a long. Good luck",

  "ttr_a1l8_fb_1": "I know! I know! This red one is slime father!",
  "ttr_a1l8_fb_2": "But how did you know??? That is my secret project! See ya later, I need to check my lab!",
  "ttr_a1l8_fb_3": "This creature can stun you! Please be careful, we are getting closer!",
  "ttr_a1l8_fb_4": "Now there are more monsters in packs. You need to clear this second wave as well",
  "ttr_a1l8_fb_5": "I will ask king for jelly medal",

  "inv_affix_flat_body": "+$ body",
  "inv_affix_perc_body": "+$% body",
  "inv_affix_flat_spirit": "+$ spirit",
  "inv_affix_perc_spirit": "+$% spirit",
  "inv_affix_flat_mind": "+$ mind",
  "inv_affix_perc_mind": "+$% mind",
  "inv_affix_flat_armor": "+$ armor",
  "inv_affix_perc_armor": "+$% armor",
  "inv_affix_flat_hp": "+$ health",
  "inv_affix_perc_hp": "+$% health",
  "inv_affix_flat_evasion": "+$ evasion",
  "inv_affix_perc_evasion": "+$% evasion",
  "inv_affix_flat_regeneration": "+$ regeneration",
  "inv_affix_perc_regeneration": "+$% regeneration",
  "inv_affix_flat_resist": "+$ resist",
  "inv_affix_perc_resist": "+$% resist",
  "inv_affix_flat_wisdom": "+$ wisdom",
  "inv_affix_perc_wisdom": "+$% wisdom",

  "flask_affix_flat_heal": "Heals $ health",

  "LIFE_FLASK_SMALL": "Small Life Flask",
  "LIFE_FLASK_MEDIUM": "Medium Life Flask",
  "LIFE_FLASK_LARGE": "Large Life Flask",
  "LIFE_FLASK_GREATER": "Greater Life Flask",
  "LIFE_FLASK_GRAND": "Grand Life Flask",
  "SHOP_BEGINNER_POTION_PACK": "Beginner's potions"
}