{
  "ttr_intro_1": "Хмм, Почему отец не присутствовал на моих тренировках сегодня? ",
  "ttr_intro_2": "Принц! У вашего отца была очень важная причина, пожалуйста, следуйте за мной!",
  "ttr_intro_3": "Куда?Зачем? Что случилось?!",
  "ttr_intro_4": "Ваш отец послал меня к вам! Пожалуйста, следуйте за мной, у нас очень мало времени!",
  "ttr_intro_5": "Куда мы так спешим?",
  "ttr_intro_6": "Мы направляемся в Башню Гармонии, прошу вас, быстрее Сэр!",
  "ttr_intro_7": "Пожалуйста, выберите первую локацию, чтобы проследовать за фигурой в капюшоне",
  "ttr_intro_8": "В данном ряду отображены ваши персонажи, которые могут сразиться с врагами.",
  "ttr_intro_9": "В данном ряду отображаются все враги, с которыми вам потребуется сразиться.",
  "ttr_intro_10": "В будущем, когды вы будете готовы, вы сможете повторить эту битву с более высокой сложностью и получить более ценные награды.",
  "ttr_intro_11": "Нажмите старт, для входа в локацию и начала боя!",
  "ttr_reward_1": "После победы над врагами вы получаете очки опыта.",
  "ttr_reward_2": "Если вы набираете достаточное количество очков, происходит повышение уровня персонажа.",
  "ttr_reward_3": "Вы получили дополнительный аттрибут!",
  "ttr_reward_4": "При первом прохождении любого уровня сложности вам может упасть предмет. На этот раз вы получили... Поножи!",
  "ttr_reward_5": "При первом прохождении любого уровня сложности может выпасть и другая добыча.",
  "ttr_party_1": "Нажмите на кнопку Персонажи, чтобы посмотреть своих доступных персонажей и их характеристики",
  "ttr_party_2": "У вас появился первый персонаж! Коснитесь его портрета, чтобы раскрыть информацию о нем.",
  "ttr_party_3": "Это шкала опыта персонажа. При ее заполнении уровень вашего персонажа повышается.",
  "ttr_party_4": "У каждого персонажа есть три основных атрибута, Они отображаются здесь.",
  "ttr_party_5": "Этот атрибут - тело. Чем больше атрибут тела у гладиатора, тем больше урона вы нанесете своим ударом.",
  "ttr_party_6": "Тело дает вам дополнительные здоровье и броню. Броня снижает физический урон, который получает ваш персонаж в битве.",
  "ttr_party_7": "Этот атрибут - Дух. После 3 уровня гладиатор сможет запускать Волну ярости. Ее урон зависит от духа.",
  "ttr_party_8": "Атрибут Духа так же дает уклонение(дает шанс избежать атаки врага) и регенерацию(вы восстанавливаете немного здоровья после каждого действия)",
  "ttr_party_9": "Это атрибут разума. После 6 уровня гладиатор сможет лечиться на часть от нанесенного урона, количество лечения зависит от разума.",
  "ttr_party_10": "Разум также дает сопротивление (энергитический щит, который эффективно защищает от магического урона) и мудрость (большая мудрость генерирует больше плиток на поле)",
  "ttr_party_11": "Давайте посмотрим на ваш инвентарь и наденем ту вещь",
  "ttr_party_12": "Это ваш инвентарь. Если предметов будет много, вы сможете прокрутить его",
  "ttr_party_13": "Вы можете нажать на предмет, чтобы увидеть детали и надеть его.",
  "ttr_party_14": "У каждого придмета есть свой уровень. Он отображается здесь.",
  "ttr_party_15": "Здесь отображаются бонусы, которые дает предмет. Данный предмет увеличивает ваш атрибут Тело",
  "ttr_party_16": "Нажмите эту кнопку, чтобы надеть предмет на своего персонажа.",
  "ttr_party_17": "Отлично! Здесь отображаются экипированные предметы.",
  "ttr_party_18": "Как вы могли заметить, ваши атрибуты увеличились!",

  "ttr_forge_1": "Добро пожаловать в кузницу! Здесь вы можете повысить уровень своих предметов или избавиться от тех, которые вам не нужны.",
  "ttr_forge_2": "Это количество пыли, которое вы имеете. Пыль используется для повышения уровня ваших вещей.",
  "ttr_forge_3": "Нажмите на предмет, чтобы узнать о действиях которые вы можете совершить с предметом.",
  "ttr_forge_4": "Это позволяет повысить уровень вашего предмета. Для его улучшения потребуется пыль.",
  "ttr_forge_5": "Это дает вам возможность уничтожить предмет. Вы получите кузнечную пыль, которую сможете использовать.",


  "ttr_a1l1_1": "Что это за существо?",
  "ttr_a1l1_2": "Похоже на существо из зеленой слизи, разве ты не видишь?",
  "ttr_a1l1_3": "Эй, а почему они тут? Они могут травмировать невинных людей!",
  "ttr_a1l1_4": "Это верно, вам потребуется устранить этого монстра, чтобы пройти.",
  "ttr_a1l1_5": "Здесь поле битвы. На нем вы видите своего персонажа.",
  "ttr_a1l1_6": "Это ваш враг.",
  "ttr_a1l1_7": "Красные полоски - это здоровье персонажей. Нанесение урона персонажам снижает их здоровье.",
  "ttr_a1l1_8": "Это игровое поле. Оно используется для активации ваших умений.",
  "ttr_a1l1_9": "Это смимвол вашего удара. Вам нужно сложить 3 или более символов, чтобы активировать его.",
  "ttr_a1l1_10": "Чтобы сложить символы, проведите пальцем по экрану.",
  "ttr_a1l1_11": "Отличная работа! Каждый раз, когда вы делаете движение, создается новый символ, который также можно использовать.",
  "ttr_a1l1_12": "Теперь проведите пальцем вниз, чтобы снова сложить это умение",
  "ttr_a1l1_13": "После того как вы сложили достаточное количество символов, они исчезнут с вашего поля и вы совершите атаку.",
  "ttr_a1l1_14": "Вы нанесли урон этой слизи, еще один удар и вы победите!",
  "ttr_a1l1_15": "Хорошая работа, сын короля. Поторопитесь и бегите дальше!",

  "ttr_a1l1_fb_1": "Вау, что это за существо?",
  "ttr_a1l1_fb_2": "Это зелена слизь. Не сильный, но немного... липкий, знаете ли.",
  "ttr_a1l1_fb_3": "Думаю, пришло время применить свои навыки, полученные на арене, чтобы пройти.",
  "ttr_a1l1_fb_4": "Вы все правильно поняли, давайте выбьем из него эту слизь!",

  "ttr_a1l1_fb_5": "Это ваш персонаж, противостоящий врагам",
  "ttr_a1l1_fb_6": "Это твой враг. На данный момент он один.",
  "ttr_a1l1_fb_7": "Теперь ваша полоса здоровья заполнена и отображается здесь. Не позволяйте ей упасть до нуля!",
  "ttr_a1l1_fb_8": "Это шкала здоровья вашего врага. Ваша цель - уменьшить здоровье врага до нуля.",
  "ttr_a1l1_fb_9": "При помощи этого поля ваш персонаж может атаковать или использовать заклинания",
  "ttr_a1l1_fb_10": "Сейчас у вас есть один навык, удар гладиатора.",
  "ttr_a1l1_fb_11": "Удар применяется, как только сложились 3 символа этого умения.",
  "ttr_a1l1_fb_12": "Чтобы сложить символы, проведите пальцем по экрану.",
  "ttr_a1l1_fb_13": "Теперь проведите пальцем по экрану влево",
  "ttr_a1l1_fb_14": "Отлично! Вы соединили два символа, осталось присоединить еще один.",
  "ttr_a1l1_fb_15": "Когда вы соединяете символы, значение комбо увеличивается. Значение сбрасывается елси после вашего действия ничего не соединилось",
  "ttr_a1l1_fb_16": "После каждого вашего действия на экране повяляется как минимимум еще один символ",
  "ttr_a1l1_fb_17": "Этот символ указывает на то, что собирается сделать ваш враг, и сколько действий до него осталось.",
  "ttr_a1l1_fb_18": "Теперь проведите пальцем вниз по экрану",
  "ttr_a1l1_fb_19": "Отлично! вы использовали свое умение и навредили врагу.",
  "ttr_a1l1_fb_20": "Что ж, это было легко!",
  "ttr_a1l1_fb_21": "Он все еще дышит, добейте кго проведя пальцем по экрану.",

  "ttr_a1l3_fb_1": "Ух ты.... Теперь их три!",
  "ttr_a1l3_fb_2": "Надеюсь, на следующем уровне их не станет четверо.",
  "ttr_a1l3_fb_3": "Или пятеро... знаешь ли. Я ничего тебе не обещаю, следуй в Башню Гармонии!",

  "ttr_a1l4_fb_1": "Посмотри на это! у него что, шлем?!",
  "ttr_a1l4_fb_2": "Верно и он в самый раз! Между тем, этот шлем защищает  слизь от физического урона.",
  "ttr_a1l4_fb_3": "Но как это сущетво смогло его надеть? То есть у него нет ни рук, не ног, он же просто круглый...",
  "ttr_a1l4_fb_4": "Боюсь я знаю, кто это сделал, и его имя Бастуз Веселый.",
  "ttr_a1l4_fb_5": "Кто - то назвал мое имя? Развлекитесь со слизью, а потом поболтаем! До встречи!",
  "ttr_a1l4_fb_6": "Кто это был?",
  "ttr_a1l4_fb_7": "Он советник Уля,  министра науки. Это плохо. Бежиииим!",

  "ttr_a1l5_fb_1": "боюсь, что бастион стражей разграблен!",
  "ttr_a1l5_fb_2": "Откуда ты знаешь это? Мы до туда еще не добрались...",
  "ttr_a1l5_fb_3": "Шлемы стражников сами по себе бы тут не появились. Бастуз украл их!",
  "ttr_a1l5_fb_4": "Прорвемся и посмотрим, что там произошло!",

  "ttr_a1l7_fb_1": "Воооооуууу, да что же это такое?",
  "ttr_a1l7_fb_2": "Привет друзья! Позвольте вам представить мать-слизь! Это моя гордость! Она тебя уничтожит! Ха-Ха-Ха",
  "ttr_a1l7_fb_3": "Слушай меня внимательно! Это существо может призывать других слизней. Не позволь ей прожить долго. Удачи",

  "ttr_a1l8_fb_1": "Я знаю! Я знаю! Этот красный - отец слизняк!",
  "ttr_a1l8_fb_2": "Но как ты узнал??? Это мой секретный проект! Увидимся позже, мне нужно проверить свою лабораторию!",
  "ttr_a1l8_fb_3": "Это существо может оглушить тебя! Будь осторожен, мы уже близко!",
  "ttr_a1l8_fb_4": "Теперь стаи монстров стали больше. Ты должен очистить так же вторую волну.",
  "ttr_a1l8_fb_5": "Я попрошу у короля медяль из желе...",

  "ttr_a1l9_fb_1": "Добро пожаловать в бастион стражей! Я предпочитаю называть его новым именем - Бастион Слизи!",
  "ttr_a1l9_fb_2": "Я уничтожу твою слизь, а затем и тебя!",
  "ttr_a1l9_fb_3": "Ты не выдержишь натиска моей орды!",
  "ttr_a1l9_fb_4": "Я упоминал об орде? Слаймы в атаку!",

  "ttr_a1l11_fb_1": "Мы обойдем хомы через лес дриад, чтобы быстрее добраться до Башни Гармонии!",
  "ttr_a1l11_fb_2": "Кто потревожил нашу Рощу? Ты, маленький сопляк?",
  "ttr_a1l11_fb_3": "Это дерево....Женщина...Говорит... со мной?",
  "ttr_a1l11_fb_4": "Мир нестабилен! Лес дриад встревожен!Мы должны пробиться через них!",

  "ttr_a1l14_fb_1": "Не могу поверить, что ты еще жив. Я остановлю тебя, прямо сейчас! Мои друзья попросили меня выиграть немного времени, прежде чем они закончат в башне!",
  "ttr_a1l14_fb_2": "У тебя нет друзей с тех пор, как ты женился на мутанте-улитке два года назад!",
  "ttr_a1l14_fb_3": "Моя личная жизнь - не твое дело! Узри силу науки!",

  "ued_bhastuse_jolly_phase": "Настало время, принести себя в жертву во имя науки! Ха Ха Ха! Пока!",
  "ued_bhastuse_jolly_phase_transmute": "Тсс.. Бл.. Крр.. ШШШШХЛП!",

  "inv_affix_flat_body": "+$ тело",
  "inv_affix_perc_body": "+$% тело",
  "inv_affix_flat_spirit": "+$ дух",
  "inv_affix_perc_spirit": "+$% дух",
  "inv_affix_flat_mind": "+$ разум",
  "inv_affix_perc_mind": "+$% разум",
  "inv_affix_flat_armor": "+$ броня",
  "inv_affix_perc_armor": "+$% броня",
  "inv_affix_flat_hp": "+$ здоровье",
  "inv_affix_perc_hp": "+$% здоровье",
  "inv_affix_flat_evasion": "+$ уклонение",
  "inv_affix_perc_evasion": "+$% уклонение",
  "inv_affix_flat_regeneration": "+$ регенерация",
  "inv_affix_perc_regeneration": "+$% регенерация",
  "inv_affix_flat_resist": "+$ сопротивление",
  "inv_affix_perc_resist": "+$% сопротивление",
  "inv_affix_flat_wisdom": "+$ мудрость",
  "inv_affix_perc_wisdom": "+$% мудрость",

  "flask_affix_flat_heal": "Лечит $ Здоровья",
  "flask_affix_remove_stun": "Снимает оглушение",
  "flask_affix_summon_slime":"Призывает слизь",

  "LIFE_FLASK_SMALL": "Малое Зелье Здоровья",
  "LIFE_FLASK_MEDIUM": "Среднее Зелье Здоровья",
  "LIFE_FLASK_LARGE": "Большое Зелье Здоровья",
  "LIFE_FLASK_GREATER": "Огромное Зелье Здоровья",
  "LIFE_FLASK_GRAND": "Великое Зелье Здоровья",
  "SHOP_BEGINNER_POTION_PACK": "Набор Зелий новичка",

  "button_party": "Отряд",
  "button_forge": "Кузница",
  "button_shop": "Магазин",
  "button_lab": "Алхимия"
}